Repository: giellalt/corpus-fin
Catalog: prestable/tmx/fin2sme/facta/klemetti.blogspot.com/klemetti.26.12.13_fin.txt.tmx
Source language: fin
Languages: sme

source: Matkailun valtti pohjoisessa on luonnonmukainen kaunis luonto, ekologisuus ja aitous.
sme: Davvin turismma geasuha luondduviđa ja čáppa luondu, ekologalaš dássedeaddu ja eaktivuohta.

source: Turistit ovat entistä valistuneempia ja yhä suurempi osa turisteista haluaa matkailun olevan ekologisesti ja eettisesti kestävää.
sme: Turisttat leat ovdalačča diđolaččabut ja ain stuorit oassi turisttain hálidit, ahte mátkedoaibmaealáhus lea ekologalaččat ja etihkalaččat suvdil.

source: Keinotekoisen menneisyyden luominen ja historian uudelleenkirjoitus voi johtaa turistien katoamiseen.
sme: Dahkkojun mannanáiggi luovvan ja historjjá ođđasit čállin sáhttá jávkadit turisttaid eret.

source: Vuontisjärvellä tapaninpäivänä
sme: Vuottesjávrres maŋit juovlabeaivve
